[
  {
    "name": "TOD",
    "account": "21dice4token",
    "symbol": "TOD",
    "precision": 4,
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/21dice4token/TOD.png",
    "website": "https://21dice.one",
    "desc": {
      "en": "The 21Dice platform is named after 21 super nodes that pay tribute to EOS. 21Dice is a decentralized game platform developed based on the EOS main network and has been put on the shelves of EOS number guessing games. The operation of the game and the issuance of tokens are controlled by intelligent contracts. The random Numbers used in the game are generated on the chain, and the front-end page is only the display page. The network is the first battle group PK mode, a total of 21 battle groups, we hope to establish a fair, transparent, decentralized game ecological platform, 100 percent of the platform revenue discount dividends, become the battle group knights or Kings can enjoy a fat profit.",
      "zh": "21Dice 是一个以EOS 21个节点命名的平台。21Dice 是一个去中心化的游戏平台，基于EOS主网开发，并且已经上架了多款 EOS 猜数字游戏。游戏的操作和代币的发行是由智能合约控制的。游戏的随机数是在链上生成的，前端页面只是展示了该数据。我们是第一家群战PK模式，总共有21个群，我们希望建立一个公平、透明、去中心化的游戏生态平台，100%的平台收益会被返还给用户，成为战斗群的骑士或者国王可以获得巨大的收益。"
    },
    "links": {
      "twitter": "https://twitter.com/21Dice1",
      "telegram": "https://t.me/dice_CN"
    }
  },
  {
    "name": "ARN",
    "account": "aeronaerozzz",
    "symbol": "ARN",
    "precision": 8,
    "desc": "Aeron’s solution relies on blockchain technology to track aircraft maintenance and pilot logs. Aeron is constructing a database and an online system that is decentralized, hosting global data on aircraft, flight schools and pilots. This electronic logging system would force pilots to have logs that reflect accurate flight hours, making aviation safer for everyone involved.\nAeron (ARN) utility token will be incorporated in Aeron products. It helps to enhance product usage, allow contribution to the ecosystem, product access and ownership. ARN is a bootstrapping engagement. While the token will enable access to valuable features within the Aeron platform, it won’t be limited by the Aeron mobile applications.",
    "website": "https://aeron.aero",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/aeronaerozzz/ARN.png",
    "links": {}
  },
  {
    "name": "EPT",
    "account": "alibabapoole",
    "symbol": "EPT",
    "precision": 4,
    "desc": "Happy Valley is committed to the ecos eco to create a fun, fun and simple game platform; users can buy platform shares through eos; play games can earn more revenue; platform revenues are distributed according to share ratio to shareholder users",
    "website": "https://eospool.tw",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/alibabapoole/EPT.png",
    "links": {}
  },
  {
    "name": "CHIP",
    "account": "bet24tokens1",
    "symbol": "CHIP",
    "precision": 4,
    "desc": "BET24 is a betting game platform run on EOS network, aiming to providing a transparent, fair and extremely amusing environment to global users.",
    "website": "https://bet24.one",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/bet24tokens1/CHIP.png",
    "links": {}
  },
  {
    "name": "DICE",
    "account": "betdicetoken",
    "symbol": "DICE",
    "precision": 4,
    "desc": {
      "en": "Betdice.one is a completely trustworthy, profit-sharing and fair gaming platform based on EOS blockchain.DICE tokens are issued once Betdice goes live.Brand-new profit-sharing gaming platform.50% of Net Profit is paid out to those who have DICE staked in every hour. Gaming creates a win-win situation for both you and us.",
      "zh": "Betdice.one 是一个基于EOS的、可信的、利益共享的、公平的、游戏平台。Betdice一上线，DICE 代币即被发行。全新的利益分享平台。50%的利润会被分发给抵押了 DICE 的用户。游戏为你我创造了双赢的局面。"
    },
    "website": "https://betdice.one",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/betdicetoken/DICE.png",
    "links": {
      "telegram": "https://t.me/dice1_en",
      "medium": "https://medium.com/@dice1/",
      "twitter": "https://twitter.com/dice1_en"
    }
  },
  {
    "name": "BET",
    "account": "betdividends",
    "symbol": "BET",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/betdividends/BET.png",
    "links": {}
  },
  {
    "name": "BG",
    "account": "bgbgbgbgbgbg",
    "symbol": "BG",
    "precision": 4,
    "desc": "Fair, transparent, fun and stimulating EOS gaming platform.",
    "website": "https://big.game",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/bgbgbgbgbgbg/BG.png",
    "links": {}
  },
  {
    "name": "BINGO",
    "account": "bingobetoken",
    "symbol": "BINGO",
    "precision": 4,
    "desc": "The first American Roulette is made fully trustless on the fastest and feeless EOS blockchain!",
    "website": "https://bingobet.one",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/bingobetoken/BINGO.png",
    "links": {}
  },
  {
    "name": "EBTC",
    "account": "bitpietokens",
    "symbol": "EBTC",
    "precision": 8,
    "desc": "EBTC is the mapping of Bitcoin on the EOS network, anchoring the BTC in 1:1, and is accepted in both directions by the cross-chain gateway operated by Bitpie.",
    "website": "https://eosstablecoin.com/",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/bitpietokens/EBTC.png",
    "links": {}
  },
  {
    "name": "EETH",
    "account": "bitpietokens",
    "symbol": "EETH",
    "precision": 8,
    "desc": "EETH is the mapping of Ethereum on the EOS network, anchoring the ETH in 1:1, and is accepted in both directions by the cross-chain gateway operated by Bitpie.",
    "website": "https://eosstablecoin.com",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/bitpietokens/EETH.png",
    "links": {}
  },
  {
    "name": "BOID",
    "account": "boidcomtoken",
    "symbol": "BOID",
    "precision": 4,
    "desc": "Users will be rewarded on the Boid by contributing their spare HashRate that can be assigned to academic research, such as medical research, meteorology, aerospace and mechanical learning.",
    "website": "https://www.boid.com",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/boidcomtoken/BOID.png",
    "links": {}
  },
  {
    "name": "BUFF",
    "account": "buff123token",
    "symbol": "BUFF",
    "precision": 4,
    "desc": "The EOS Platform is mainly used for issuing 200 million tokens: 1. Game Mining Awards, 2. Election for 21 Super Miners, 3. Buffe Mortgage for 2 times CPU resources.",
    "website": "http://buff.dpseos.io",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/buff123token/BUFF.png",
    "links": {}
  },
  {
    "name": "ADE",
    "account": "buildertoken",
    "symbol": "ADE",
    "precision": 4,
    "desc": "CADEOS is a distributed CAD file and project management platform.",
    "website": "https://cadeos.io",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/buildertoken/ADE.png",
    "links": {}
  },
  {
    "name": "EOSISH",
    "account": "buildertoken",
    "symbol": "EOSISH",
    "precision": 4,
    "desc": "Token for EOS Contract Builder. EOSISH is used as means of payment for contract creation. A user who wants to build a smart contract on the Platform needs to buy EOSISH on an exchange and then transfer it to MyWish. EOSISH is used for Platform functionality. Every developer who launches his or her contract on MyWish receives revenue in EOSISH. Some contracts (like WILL) require external calls from network users and thus receive call bonuses in EOSISH.",
    "website": "https://mywish.io",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/buildertoken/EOSISH.png",
    "links": {}
  },
  {
    "name": "LITE",
    "account": "buildertoken",
    "symbol": "LITE",
    "precision": 4,
    "desc": "EOS Lite - Manage EOS assets directly through the browsers .",
    "website": "https://www.eoslite.co",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/buildertoken/LITE.png",
    "links": {}
  },
  {
    "name": "CPLE",
    "account": "carpoolslife",
    "symbol": "CPLE",
    "precision": 4,
    "desc": "CPLE is an interest-based pass based on the EOS eco-issuance based on blockchain technology, using the Token economic model and DAPP ecological circulation.",
    "website": "https://www.quchuxing.com",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/carpoolslife/CPLE.png",
    "links": {}
  },
  {
    "name": "CHL",
    "account": "challengedac",
    "symbol": "CHL",
    "precision": 4,
    "desc": "The task of CHALLENGE is to use block chain technology to make DAPP, and to influence people to participate in active behavior through the use of token economy and intelligent contract technology. Their first appearance of DAPP is CHALLENGE DAPP. Its purpose is to motivate and reward players to exercise and keep healthy while using it frequently.",
    "website": "http://challengedapp.io",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/challengedac/CHL.png",
    "links": {}
  },
  {
    "name": "LKT",
    "account": "chyyshayysha",
    "symbol": "LKT",
    "precision": 4,
    "desc": "LuckyPlaza is the largest DAPP game ecosystem on EOS. The platform was launched in August 2018. At present, a number of self-operated and tripartite development games have been launched, and the quality of the game has been well received by players.\nLKT is a platform token based on LuckyPlaza. Permissions include, for example, game bonuses, game usage tokens, and more. The price of LKT has risen many times since its launch and is still rising rapidly.",
    "website": "https://www.luckywith.me/luckycoin",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/chyyshayysha/LKT.png",
    "links": {}
  },
  {
    "name": "PSO",
    "account": "cryptopesosc",
    "symbol": "PSO",
    "precision": 4,
    "desc": "Peso Economy-- a modern economic plan in Venezuela and Latin America.",
    "website": "https://eosvenezuela.io",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/cryptopesosc/PSO.png",
    "links": {}
  },
  {
    "name": "CTN",
    "account": "dacincubator",
    "symbol": "CTN",
    "precision": 4,
    "desc": "Crazy Town provides the most multiplayer online chess and card games on EOS, and has won the recognition of the majority of players on the first day of the TP wallet's launch. At present, the game includes more than ten popular games such as Qiangzhuangniuniu,Fight,Zhajinhua,Texas Holdem and Shuiguoji,and more games are opening up in succession.",
    "website": "http://crazytown.io",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/dacincubator/CTN.png",
    "links": {}
  },
  {
    "name": "YDAPP",
    "account": "dacincubator",
    "symbol": "YDAPP",
    "precision": 4,
    "desc": "YDapp is a game community formed by blockchain gamers, formerly known as YIHONGYUAN, an Ethereum game community. Currently it is the top 1 Guild of Evolution.Land. With its unique insight into blockchain technology and cryptocurrency, the team has invested in some quality EOS game projects and has made quite big profits. After a phase of exploring, based on our optimistic estimates of the EOS and its ecology, many projects are still in their infancy and have plenty room for progress, while an experienced team is still missing for community maintenance. Hence, we decided to set up YDapp.io website and some related communities to provide players with the latest game information and to provide promotions and community operating services for the project parties. The team includes Dapp developers, cryptocurrency measurement practitioners, former Okamoto China Content Operating Chief and community KOL, who are all senior Dapp gamers.",
    "website": "http://ydapp.io/",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/dacincubator/YDAPP.png",
    "links": {}
  },
  {
    "name": "DBET",
    "account": "dbetminepool",
    "symbol": "DBET",
    "precision": 4,
    "desc": "Dbet.one is a new generation betting and mining platform with payout policy to DBET token holders.",
    "website": "https://dbet.one",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/dbetminepool/DBET.png",
    "links": {}
  },
  {
    "name": "DET",
    "account": "diceeostoken",
    "symbol": "DET",
    "precision": 4,
    "desc": "Gambling game based on EOS.",
    "website": "https://mydice.me",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/diceeostoken/DET.png",
    "links": {}
  },
  {
    "name": "EATCOIN",
    "account": "eatscience14",
    "symbol": "EATCOIN",
    "precision": 4,
    "desc": "EATCOIN = Education And Technology Coin I have created this coin to motivate students around the world to learn and to invest in the same time. Students get this EATCOIN in the ratio 1:1 for thir grades in quizzes, homework and online quizzes on eatschools.com and teachers get EATCOIN for their courses created on eatschools.com according to the feedbacks of the students so we encourge teachers to teach and to invest. EATCOIN will be used to pay for the paid courses which will be available soon on eatschools.com and buy items from marketplace which will be created soon according to the roadmap in the white paper",
    "website": "https://www.eatschools.com",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/eatscience14/EATCOIN.png",
    "links": {}
  },
  {
    "name": "ECTT",
    "account": "ectchaincoin",
    "symbol": "ECTT",
    "precision": 4,
    "desc": "We are committed to solving the problems of integrity, payment and payment days in cross-border diamond trade.",
    "website": "http://www.ectchain.com",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/ectchaincoin/ECTT.png",
    "links": {}
  },
  {
    "name": "EDNA",
    "account": "ednazztokens",
    "symbol": "EDNA",
    "precision": 4,
    "desc": "EDNA is a Blockchain-Bio Tech company who dedicated to insuring Human DNA.And the knowledge about that DNA belongs to humans, not governments or mega-corps. The company operates a secure sequencing service at the direction of and in service to the EDNA Community.EDNA operates using digital stored units of value called EDNA's They are crypto-currency, it is regards as service tokens that can be exchanged for DNA sequencing services . Holding these tokens also entitles a person to membership, voting &amp; participation rights in the EDNA Community .DAC (Decentralized Autonomous Community), which governs the activities of the EDNA sequencing organization.The ultimate aim of EDNA is to end human suffering caused by genetic disease, improve life longevity and to insure the future of DNA and the future affected by DNA is governed by the Humans .",
    "website": "https://edna.life",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/ednazztokens/EDNA.png",
    "links": {}
  },
  {
    "name": "ET",
    "account": "endlesstoken",
    "symbol": "ET",
    "precision": 4,
    "desc": "Endless Game was the first ultra-transparent online Game hall to share profits, and the more you play, the more you earn. ET is its game token, which will be later released in more games.",
    "website": "https://dice.endless.game/dice",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/endlesstoken/ET.png",
    "links": {}
  },
  {
    "name": "EOSABC",
    "symbol": "EOSABC",
    "account": "eosabctokens",
    "precision": 4,
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/eosabctokens/EOSABC.png",
    "desc": {
      "en": "EOSABC is an online betting game platform based on EOS blockchain, it leverages the advantages of blockchain to enhance the transparency and fairness of betting games, thus guaranteeing the financial security and user experience of each player, and truly achieve fairness and user-oriented.",
      "zh": "EOSABC是基于EOS公链的竞猜游戏平台,平台通过结合区块链公开透明和不可篡改的优势，提升了竞猜游戏行业的透明度和公平性，从而保证每一名玩家的资金安全和用户体验，真正做到公平与以用户为核心。"
    },
    "website": "https://www.eosabc.io",
    "links": {
      "telegram": "https://t.me/EOSABC"
    }
  },
  {
    "name": "ADD",
    "account": "eosadddddddd",
    "symbol": "ADD",
    "precision": 4,
    "desc": "EOS ADD provides data center and application platform for transformation from 'Internet plus 'to 'block chain plus'.",
    "website": "http://eosadd.com",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/eosadddddddd/ADD.png",
    "links": {}
  },
  {
    "name": "ATD",
    "account": "eosatidiumio",
    "symbol": "ATD",
    "precision": 4,
    "desc": "Atidium is a payment and budget management decentralized application for individuals and businesses. The Atrium DApp will allow to use ATD tokens as a way of keeping track of your future expenses. Improving your budget status by sharing daily tips from other users in the network. Sending ATD tokens from wallet to wallet and allowing to set rules on a token by setting its color. The token can be used to pay around the world with the DApp and debit card, the same as the traditional way.",
    "website": "https://www.atidium.io",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/eosatidiumio/ATD.png",
    "links": {}
  },
  {
    "name": "BLACK",
    "account": "eosblackteam",
    "symbol": "BLACK",
    "precision": 4,
    "desc": "EOSBLACK is a platform for users to participate in developing DAPP. Members of the community elect the best DAPP to exhibit on the platform. When DApps receive enough sufficient votes, it will be successfully developed.",
    "website": "https://eosblack.io",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/eosblackteam/BLACK.png",
    "links": {}
  },
  {
    "name": "BOCAI",
    "account": "eosbocai1111",
    "symbol": "BOCAI",
    "precision": 4,
    "desc": "BOCAI is the token of the EOSDICE game platform which enjoying the following dividend.",
    "website": "https://eosdice.vip",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/eosbocai1111/BOCAI.png",
    "links": {}
  },
  {
    "name": "BTN",
    "account": "eosbuttonbtn",
    "symbol": "BTN",
    "precision": 4,
    "desc": "BTN inspired by The Button's block chain games.",
    "website": "https://eosbutton.io",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/eosbuttonbtn/BTN.png",
    "links": {}
  },
  {
    "name": "DAB",
    "account": "eoscafekorea",
    "symbol": "DAB",
    "precision": 4,
    "desc": "Dabble is a social media platform where creators can get rewards through publishing short articles or emoticons.  Posts can be published in future books or paper books, and are recorded on the block chain, contributing to copyright protection. Maximize your ad efficiency by applying AI ad specific to login ad box and user orientation.",
    "website": "http://dabble.cafe",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/eoscafekorea/DAB.png",
    "links": {}
  },
  {
    "name": "CAN",
    "account": "eoscancancan",
    "symbol": "CAN",
    "precision": 4,
    "desc": "CAN participates in the development of the EOS blockchain network to profoundly change our lives in a better way. We aim to centralize everything! As a highly recognized community, we are willing to connect and promote the communication between overseas communities and Chinese EOS communities. We are pleased to lead the participation of most domestic token holders in the development of the global EOS community. EOS Cannon will be a stable super node serving the community. In addition, we are planning to be a active EOS ecosystem contributors and project incubators. We are not just an EOS community, we will be an important partner for EOS in China. ",
    "website": "https://cannoncapital.io",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/eoscancancan/CAN.png",
    "links": {}
  },
  {
    "name": "CANDY",
    "account": "eoscandymain",
    "symbol": "CANDY",
    "precision": 4,
    "desc": "The future of decentralized gaming.",
    "website": "http://candyeos.io",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/eoscandymain/CANDY.png",
    "links": {}
  },
  {
    "name": "CRASH",
    "account": "eoscrashplay",
    "symbol": "CRASH",
    "precision": 4,
    "desc": "EOS Crash is a multi-player EOS gambling game.",
    "website": "https://game.eoscrash.app",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/eoscrashplay/CRASH.png",
    "links": {}
  },
  {
    "name": "CUBE",
    "account": "eoscubetoken",
    "symbol": "CUBE",
    "precision": 4,
    "desc": "An EOS-based gambling game.",
    "website": "http://eoscube.site",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/eoscubetoken/CUBE.png",
    "links": {}
  },
  {
    "name": "EOSDAC",
    "account": "eosdactokens",
    "symbol": "EOSDAC",
    "precision": 4,
    "desc": "EOSDAC is a leading producer of eos.io blocks dedicated to serving the global EOS community as a growing decentralized autonomous community. Through EOS software, it is possible to make communities a revolutionary way for cooperatives. The development assistance committee is run by its token holders and board members.",
    "website": "https://eosdac.io",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/eosdactokens/EOSDAC.png",
    "links": {}
  },
  {
    "name": "DY",
    "account": "eosdyeosiody",
    "symbol": "DY",
    "precision": 4,
    "desc": "Duanyou connotation community is built on the EOSIO block chain ecosystem, using the decentralization and non-tampering attributes of block chain to start our connotation world anew!",
    "website": "https://amuseos.io",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/eosdyeosiody/DY.png",
    "links": {}
  },
  {
    "name": "ENB",
    "account": "eosenbpocket",
    "symbol": "ENB",
    "precision": 4,
    "desc": "The world's first EOS decentralized pledge platform, providing muti-currency services, bringing daily return and instant redemption.",
    "website": "https://enbk.io",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/eosenbpocket/ENB.png",
    "links": {}
  },
  {
    "name": "SVN",
    "account": "eoseventoken",
    "symbol": "SVN",
    "precision": 4,
    "desc": "EOSeven is the world's fairest and secure gaming platform based on the EOS blockchain.",
    "website": "https://www.eoseven.com",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/eoseventoken/SVN.png",
    "links": {}
  },
  {
    "name": "FAID",
    "account": "eosfaidchain",
    "symbol": "FAID",
    "precision": 4,
    "desc": "FAID is a first aid collaboration platform for reward. Based on the EOS public chain, Dapp aims to create a transparent database and cooperative platform for first aid popularization in China and worldwide through distributed accounting and smart contract technology of block chain.",
    "website": "http://firstaidchain.io",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/eosfaidchain/FAID.png",
    "links": {}
  },
  {
    "name": "FUN",
    "account": "eosfuntoken1",
    "symbol": "FUN",
    "precision": 4,
    "desc": "EOSFUN is a betting game platform run on EOS network, aiming to providing a transparent, fair and extremely amusing environment to global users. Smart Contract: The random number generation and judgement mechanism are both run on blockchain, which is transparent and verifiable, the system is not able to cheat on players. Token Design: We issue 8.8 billion FUN tokens to share the profit of the platform with our players.",
    "website": "https://eosfun.win",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/eosfuntoken1/FUN.png",
    "links": {}
  },
  {
    "name": "BEST",
    "account": "eosgamecoin2",
    "symbol": "BEST",
    "precision": 4,
    "desc": "BEST is the token issued by BestDice game platform, with a total amount of 10 billion. Among them, the crowd-funding was 13 million, which was used to start the project in the early stage. The remaining BEST products were all mined by users through betting. The platform did not have any tokens obtained through pre-digging and free unlock.",
    "website": "https://www.dice.im",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/eosgamecoin2/BEST.png",
    "links": {}
  },
  {
    "name": "GT",
    "account": "eosgetgtoken",
    "symbol": "GT",
    "precision": 4,
    "desc": "GT is a token issued by EOSGET platform, which is obtained through game mining.",
    "website": "https://dice.eosget.io",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/eosgetgtoken/GT.png",
    "links": {}
  },
  {
    "name": "GGS",
    "account": "eosggshost11",
    "symbol": "GGS",
    "precision": 4,
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/eosggshost11/GGS.png",
    "website": "https://www.ggs.one",
    "whitepaper": "http://www.ggs.one/s/GGSwhitepaper_en.pdf",
    "desc": {
      "en": "GGS is a player that is a shareholder of the globalization of innovative online regional block chain gaming platform, platform base on eos.io block chain and EOS intelligent contract bottom running environment,we fully using blockchain and EOS ecosystem, establish a complete safety, verifiable fairness, decentralization, to trust, the most complete the game without borders, scale the globalization online gambling entertainment game system . The system allows users to bet on EOS participation at zero cost, and it is absolutely certain that all games are 100% fair ; GGS give full play to the core values of the blockchain economy and the shared economy, and open up a new financial sharing economic platform, in which players are shareholders, games are mining, and participation is value. All players (that is, shareholders) of the system can obtain the platform revenue within 24 hours of the system. The advanced design mode of the system encourages more players to participate in the game and share the long-term development prospect of the platform.",
      "zh": "GGS 是一个玩家即股东的全球化创新型在线区块链博彩游戏平台，平台基于 EOS.IO 区块链和 EOS 智能合约为底层运行环境，我们充分利用区块链和 EOS的生态系统，建立一个完全安全、可验证公平性、去中心化、去信任化、无国界的玩法最全，规模最?的全球化在线博彩娱乐游戏系统。系统允许用户以零成本用 EOS 下注参与，并且可以绝对肯定的是，所有游戏均赋予 100%的公平；GGS充分发挥区块链通证经济与共享经济的核心价值观，开辟了玩家即股东，游戏即挖矿，参与即价值的新金融分享经济平台。系统的所有玩家(即股东)均可获得系统 24 小时内的平台收益，系统先进的设计模式以此激励更多玩家参与游戏、共同分享平台的长期发展前景。"
    }
  },
  {
    "name": "IGC",
    "account": "eosindiegame",
    "symbol": "IGC",
    "precision": 4,
    "desc": "Castle Wars is a multi-player online strategy role playing game based on EOS block chain.",
    "website": "http://eosindiegame.com",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/eosindiegame/IGC.png",
    "links": {}
  },
  {
    "name": "EOS",
    "account": "eosio.token",
    "symbol": "EOS",
    "precision": 4,
    "website": "https://eos.io",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/eosio.token/EOS.png",
    "desc": {
      "en": "EOS (Enterprise Operation System) is a blockchain smart contract platform developed by Block.one, which aims to provide bottom blockchain platform services for high-performance distributed applications.",
      "zh": "EOS (Enterprise Operation System) 是一个区块链智能合约平台，由Block.one 开发。它致力于为高性能分布式应用提供区块链底层服务。"
    },
    "whitepaper": "https://github.com/EOSIO/Documentation/blob/master/TechnicalWhitePaper.md",
    "links": {
      "github": "https://github.com/EOSIO/eos",
      "telegram": "https://t.me/joinchat/AAAAAEQbOeucnaMWN0A9dQ",
      "twitter": "https://twitter.com/eos_io",
      "steemit": "https://steemit.com/trending/eos",
      "reddit": "https://www.reddit.com/r/eos/",
      "wechat": "Asst_BlockAbC"
    }
  },
  {
    "name": "CET",
    "account": "eosiochaince",
    "symbol": "CET",
    "precision": 4,
    "desc": "The Chaince Foundation, which is incorporated on the Cayman Islands and operates independently, will issue Chaince Tokens (CET) based on the EOS for a total amount of 2 billion. The 50% one-way EOS transaction fees on the Chaince transaction platform (i.e. the EOS transaction fees deducted from the platform when users sell other blockchain assets and buy EOS) will be perpetually injected into the Chaince Foundation public address weekly. Each CET token represents one 2 billionth of the EOS tokens held by the Foundation.",
    "website": "https://chaince.com",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/eosiochaince/CET.png",
    "links": {}
  },
  {
    "name": "LOTC",
    "account": "eosiolotcoin",
    "symbol": "LOTC",
    "precision": 4,
    "desc": "LOTC is the game ecology certificate issued by Dapp Goose. As the only platform-level token, the holder will participate in the profit sharing of the whole platform project.",
    "website": "https://luckylot.io",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/eosiolotcoin/LOTC.png",
    "links": {}
  },
  {
    "name": "MEETONE",
    "account": "eosiomeetone",
    "symbol": "MEETONE",
    "precision": 4,
    "desc": " MEET.ONE is a EOS block producer candidate team from Singapore, dedicating to be an entrance of EOS ecology. MEET.ONE was elected as a EOS block producer on 15 June 2018. We are committed to being the entrance of EOS ecology and actively participate in the construction of EOS ecology.MEET.ONE team is going to build an EOS side chain and provide EOS developers with safe stable cheap and friendly developing environment. MEET.ONE have two bases located at Singapore and China. The key team members are from famous Internet firms and have plenty of experience in product developing and operating. In the same time,MEET.ONE build a lab focusing on study EOS coding. Two key products were released.1）EOS Ecology Entrance APP “MEET.ONE” MEET.ONE APP supports EOS users to register , asset management, BP voting, check current RAM situation and make deal ,view global EOS information ,and receive EOS candy. MEET.ONE APP becomes an important tool for users to learn about EOS. 2）EOS Candy Box “MORE.ONE”.Users can get candies of EOS ecology projects even without holding EOS tokens in MORE.ONE. DAPP development team  can show their projects and accumulate initial users. So far more than 10 candies are currently available.",
    "website": "https://meet.one",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/eosiomeetone/MEETONE.png",
    "links": {}
  },
  {
    "name": "MORE",
    "account": "eosiomoreone",
    "symbol": "MORE",
    "precision": 4,
    "desc": "\"MORE.ONE\" is a premium airdrop (candy) distribution platform developed by EOS Genesis block producer MEET.ONE, MORE is the token of MORE.ONE: Users can obtain EOS ecology project airdrops (candy) without holding EOS; DAPPs development team (based on EOS) can have a friendly platform to present their ideas to the community and obtain a high quality initial user base; Active promoters of the EOS community will gain more premium airdrops (candy) and benefits based on their contribution.",
    "website": "http://more.one",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/eosiomoreone/MORE.png",
    "links": {}
  },
  {
    "name": "EGT",
    "account": "eosiotokener",
    "symbol": "EGT",
    "precision": 4,
    "desc": "A gambling game based on EOS.",
    "website": "http://bj.eosgametoken.com",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/eosiotokener/EGT.png",
    "links": {}
  },
  {
    "name": "TPT",
    "account": "eosiotptoken",
    "symbol": "TPT",
    "precision": 4,
    "desc": "Applied certification in circulation in TokenPocket ecosystem.",
    "website": "https://www.mytokenpocket.vip",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/eosiotptoken/TPT.png",
    "links": {}
  },
  {
    "name": "JKR",
    "account": "eosjackscoin",
    "symbol": "JKR",
    "precision": 4,
    "desc": "EOSJacks is an innovative distributed game platform. It is also an autonomous ecosystem and community. Players are able to gain autonomy in the community by mining.",
    "website": "https://eosjacks.com",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/eosjackscoin/JKR.png",
    "links": {}
  },
  {
    "name": "JUST",
    "account": "eosjusttoken",
    "symbol": "JUST",
    "precision": 4,
    "desc": "JUST is a DAPP platform focusing on game and smart contract development.",
    "website": "https://www.eosjust.com",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/eosjusttoken/JUST.png",
    "links": {}
  },
  {
    "name": "KEEP",
    "account": "eoskeep.x",
    "symbol": "KEEP",
    "precision": 4,
    "desc": "Keep is an ecological incentive platform based on EOSIO. We hope that through virtual token incentives, people can insist on doing everything well.\nYou stick to sports, or be loyal to the team, love digital, travel, entertainment, even loyal love and so on. In life, KEEP all your interests will be inspired by our token.",
    "website": "https://eoskeep.vip",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/eoskeep.x/KEEP.png",
    "links": {}
  },
  {
    "name": "LUCK",
    "account": "eosluckchain",
    "symbol": "LUCK",
    "precision": 4,
    "desc": "Luck Chain is the world's first decentralized market forecasting platform based on the EOS protocol. You can predict the results of any event (football, World Cup, campaign, etc.) in the LuckChain. We verify the results through blockchain. No one can cheat. ",
    "website": "https://luckchain.one",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/eosluckchain/LUCK.png",
    "links": {}
  },
  {
    "name": "LUCKY",
    "account": "eoslucktoken",
    "symbol": "LUCKY",
    "precision": 4,
    "desc": "LUCKY is platform token of EOS.Win, which is a decentralized game platform based on EOS main net. Game running, token distribution and etc. are controlled by EOS smart contracts. The random numbers are all generated on the blockchain. EOS.Win aims to build a fair, transparent and decentralized game ecosystem.\nThe contract account of LUCKY token is: eoslucktoken. The total supply of LUCKY is 100,000,000 and it’s all released by playing games on EOS.Win . The develop team has no pre-digging. Users who hold LUCKY tokens can apply for EOS dividends of EOS.Win profit every 24 hours.",
    "website": "https://eos.win",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/eoslucktoken/LUCKY.png",
    "links": {}
  },
  {
    "name": "MAX",
    "account": "eosmax1token",
    "symbol": "MAX",
    "precision": 4,
    "desc": "EOSMax is a gaming entertainment platform based on the intelligent contract of Eos main network. The platform's gambling games all adopt the original random number generation technology, and the team has made the algorithm open source, supporting the result verification. Meanwhile, the platform will airdrop the platform token MAX free of charge to the players through the mode of \"game is mining\". In the future, 100% of the profits of the platform will be distributed to the holders of the MAX token, making the player a shareholder of the platform.",
    "website": "https://eosmax.io",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/eosmax1token/MAX.png",
    "links": {}
  },
  {
    "name": "EOSNTS",
    "account": "eosninetiess",
    "symbol": "EOSNTS",
    "precision": 4,
    "desc": "EOSNTS token is the encrypted digital asset of the content media platform released by the EOS 90 community.",
    "website": "https://www.eos90s.io",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/eosninetiess/EOSNTS.png",
    "links": {}
  },
  {
    "name": "POKER",
    "account": "eospokercoin",
    "symbol": "POKER",
    "precision": 4,
    "desc": "EOS Poker is the first ever decentralized poker gaming platform on the EOS blockchain. It is provably fair and totally transparent. Blackjack is our first game. Stay tuned as more are coming!\nIn addition to being on the blockchain, EOS Poker is also decentralized in the sense that it is owned by the community of POKER holders. POKER holders own the platform, both its profits and decisions.",
    "website": "https://eospoker.win",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/eospokercoin/POKER.png",
    "links": {}
  },
  {
    "name": "RAN",
    "account": "eosrandtoken",
    "symbol": "RAN",
    "precision": 4,
    "desc": "EOS RAN focuses on block chain gaming based on the eos platform, all game algorithms open, verifiable, blackjack for the platform's first open game, now participate in mining incentives, split 100% of platform near profit. The ran coin from the mining can also be used in the game.",
    "website": "http://eosrand.io",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/eosrandtoken/RAN.png",
    "links": {}
  },
  {
    "name": "ROY",
    "account": "eosroyaleroy",
    "symbol": "ROY",
    "precision": 4,
    "desc": "EOS based competitive guess platform.",
    "website": "https://roulette.eosroyale.com",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/eosroyaleroy/ROY.png",
    "links": {}
  },
  {
    "name": "TGC",
    "account": "eostgctoken1",
    "symbol": "TGC",
    "precision": 4,
    "desc": "EOSTiger is a classic entertainment platform based on the EOS.IO blockchain.It is a collection of classic games with different senses, such as slot machines, Texas hold 'em, roulette, and blackjack.",
    "website": "https://eostiger.io",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/eostgctoken1/TGC.png",
    "links": {}
  },
  {
    "name": "MEV",
    "account": "eosvegascoin",
    "symbol": "MEV",
    "precision": 4,
    "desc": "Royal Online Vegas is an online casino run on the EOS blockchain network. We provide instant game plays backed by trustworthy smart contract, allowing users to place bets through a EOS transaction on our smart contract at zero cost and have absolute certainty all games are 100% fair. MEV is a smart contract backed eco-system where everyone can be the owner of this EOS online casino and share the profit of its operation.",
    "website": "https://www.rovegas.com",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/eosvegascoin/MEV.png",
    "links": {}
  },
  {
    "name": "EVR",
    "account": "eosvrtokenss",
    "symbol": "EVR",
    "precision": 4,
    "desc": "EOSVR is a virtual world based in EOS chain. Like Ready Player One, people are able to access the virtual world, communicate with others, and exchange and build virtual objects together through versatile devices. EOSVR reduces the maintanance cost and enhances user experiences by utilizing the decentralizing technology.",
    "website": null,
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/eosvrtokenss/EVR.png",
    "links": {}
  },
  {
    "name": "WINS",
    "account": "eoswinonewww",
    "symbol": "WINS",
    "precision": 4,
    "desc": "Eoswin.one focuses on mining dividends decentralized gaming platform.",
    "website": "https://www.eoswin.one",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/eoswinonewww/WINS.png",
    "links": {}
  },
  {
    "name": "ZEC",
    "account": "eoswinonewww",
    "symbol": "WINS",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/eoswwwzeccom/ZEC.png",
    "links": {}
  },
  {
    "name": "EOSYX",
    "account": "eosyxtoken11",
    "symbol": "EOSYX",
    "precision": 4,
    "desc": "Sangong game is simple to play and has a warm atmosphere. With the high popularity in the game tea garden, it is widely spread and has a lot of luck to win. Sangong EOS is a de-centralized chess and card game developed in the EOS public chain, whose rules are automatically executed by intelligent contracts.",
    "website": "https://eosyx.vip",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/eosyxtoken11/EOSYX.png",
    "links": {}
  },
  {
    "name": "EOX",
    "account": "eoxeoxeoxeox",
    "symbol": "EOX",
    "precision": 4,
    "desc": "EOX is a decentralized e-commerce platform.",
    "website": "https://www.eoxlab.io",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/eoxeoxeoxeox/EOX.png",
    "links": {}
  },
  {
    "name": "EPRA",
    "account": "epraofficial",
    "symbol": "EPRA",
    "precision": 4,
    "desc": "Build a transparent digital advertising data ecosystem platform.",
    "website": "https://chain.pro",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/epraofficial/EPRA.png",
    "links": {}
  },
  {
    "name": "ESB",
    "account": "esbcointoken",
    "symbol": "ESB",
    "precision": 4,
    "desc": "Free peer to peer sports betting community.",
    "website": "http://eossportsbets.io",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/esbcointoken/ESB.png",
    "links": {}
  },
  {
    "name": "EETH",
    "account": "ethsidechain",
    "symbol": "EETH",
    "precision": 4,
    "desc": "EOS side chain, realize EOS ecology and ether square ecology interworking.",
    "website": "http://anyos.io",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/ethsidechain/EETH.png",
    "links": {}
  },
  {
    "name": "EOSWIN",
    "account": "etwineos1111",
    "symbol": "EOSWIN",
    "precision": 4,
    "desc": "ETwin is an interesting race prediction mining platform based on EOS. Predictions include all major global soccer events, NBA events and events that can be transparently determined! The user participates in the prediction by using EOSWIN, and the user can initiate the prediction project to increase active interactivity as the project progresses! 70% token locked in eoswin111111 can only be obtained by predicting mining! 30% token applies to airdrop, business promotion and cooperation, project contributor! EOSWIN holdings enjoy all affiliated projects of the platform earnings 100% dividend!",
    "website": "https://etwin.io",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/etwineos1111/EOSWIN.png",
    "links": {}
  },
  {
    "name": "IQ",
    "account": "everipediaiq",
    "symbol": "IQ",
    "precision": 3,
    "desc": "The Everipedia team plans to build a modern, convenient and decentralized new encyclopedia website, and this goal will be realized with the development of blockchain technology. The new developing Everipedia will based on the EOS network, which have features such as community autonomy, shielding prevent, and contribution incentives compares to the current Everipedia.The business network encyclopedia Everipedia is owned by Everipedia.Inc and has not adopted blockchain technology yet. Everipedia founded in 2014, whose name derives from\n the English words \"Everything\" and \"Encyclopedia\" .Since December 2017,Everipedia is the largest English encyclopedia with more than six million entries, including all Wikipedia English entries.\nEveripedia's requirements for the attention of entries are more generous, so it has more entries than Wikipedia.",
    "website": "https://iqnetwork.io",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/everipediaiq/IQ.png",
    "links": {}
  },
  {
    "name": "FAIR",
    "account": "faireostoken",
    "symbol": "FAIR",
    "precision": 4,
    "desc": "21 points of fairness based on EOS.",
    "website": "https://faireos.com",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/faireostoken/FAIR.png",
    "links": {}
  },
  {
    "name": "KKK",
    "account": "fairkuai3kkk",
    "symbol": "KKK",
    "precision": 4,
    "desc": "KKK is the general license of kuai3.io game center, game prize pool and all profits belong to all KKK holders. Kuai3. IO's mission is to provide the most fair and transparent games. All games use EOS blockchain HASH lottery, which ensures that the project side cannot influence the lottery result at the source. Currently, there are many games such as Kuai3 national version, Kuai3 extreme speed version, K3 Lotto, K3 Dice and so on.",
    "website": "https://kuai3.io",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/fairkuai3kkk/KKK.png",
    "links": {}
  },
  {
    "name": "FOS",
    "account": "farmeosbankx",
    "symbol": "FOS",
    "precision": 4,
    "desc": "In order to allow more players to participate in this national mining economy experiment of FarmEOS, the FarmEOS team has now decided to open the exchange system and issue the shareholding token FOS. All the proceeds of FarmEOS are 100% attributed to the FOS. After the end of the exchanging activity, the corresponding profit of the FarmEOS project will be invested in the secondary market for repurchase.",
    "website": "https://www.farmeos.io",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/farmeosbankx/FOS.png",
    "links": {}
  },
  {
    "name": "FAST",
    "account": "fastecoadmin",
    "symbol": "FAST",
    "precision": 4,
    "desc": "FASTWIN platform is an online guessing platform based on EOS.IO block chain technology. Players do not need to use personal information registration, and make bets through the encrypted currency EOS to ensure privacy.",
    "website": "https://www.fastwin.io",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/fastecoadmin/FAST.png",
    "links": {}
  },
  {
    "name": "SLIEMT",
    "account": "fastwinitemf",
    "symbol": "SLIEMT",
    "precision": 0,
    "desc": "Kill slime's dropped items in the FASTWIN HERO game.",
    "website": "https://www.fastwin.io/hero",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/fastwinitemf/SLIEMT.png",
    "links": {}
  },
  {
    "name": "STAR",
    "account": "fastwinitems",
    "symbol": "STAR",
    "precision": 4,
    "desc": "Dropping items in FASTWIN GIFTS game.",
    "website": "https://www.fastwin.io/gifts",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/fastwinitems/STAR.png",
    "links": {}
  },
  {
    "name": "FC",
    "account": "fcfundadmins",
    "symbol": "FC",
    "precision": 4,
    "desc": "Classic dice game.",
    "website": "https://eosall.in",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/fcfundadmins/FC.png",
    "links": {}
  },
  {
    "name": "NFT",
    "account": "fight22death",
    "symbol": "NFT",
    "precision": 4,
    "desc": "NFT is the game token issued by the game development platform, as a reward voucher for the player's contribution in the game. NFT has a total of 1 billion, the accuracy of the last four decimal points, 10% owned by the development team, the remaining 90% will be released gradually in the NFT DEATH series games.\nChristmas Battle game will release part of the NFT, as the amount of NFT decreases, players will gradually increase the difficulty of obtaining NFT.",
    "website": "https://cb.fight2death.info",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/fight22death/NFT.png",
    "links": {}
  },
  {
    "name": "FISH",
    "account": "fishjoytoken",
    "symbol": "FISH",
    "precision": 4,
    "desc": "EOS FISH is an EOS decentralized fishing game where all game data and random numbers are stored and generated on the blockchain so that the game mechanics can be fully verified for fairness and transparency. We will also release more blockchain games, so stay tuned!\nEOS FISH does not belong to anyone. EOS FISH is decentralized because it is owned by the holders of FISH tokens in the community. FISH holders own this platform, including ownership of profits and resolution rights. Join our community for more information!",
    "website": "https://eosfish.io",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/fishjoytoken/FISH.png",
    "links": {}
  },
  {
    "name": "LOTT",
    "account": "forlot111222",
    "symbol": "LOTT",
    "precision": 4,
    "desc": "ForLot is a decentralized, cross-platform, cross-product decentralized open game ecosystem based on blockchain technology. It is committed to creating a global certificate with no evidence of national and game types. Game ecosystem.\nThe platform provides players with quality games + provides traffic to the project side + provides more transparent operating rules for the industry, and opens up the billion-level game market.",
    "website": "http://www.forlot.vip",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/forlot111222/LOTT.png",
    "links": {}
  },
  {
    "name": "CITY",
    "account": "funcitytoken",
    "symbol": "CITY",
    "precision": 4,
    "desc": "The CITY token is the pass of FunCity, and the holder of CITY is the shareholder of FunCity.The total supply of CITY token is 1 billion. The supply is fixed and will never be increased.",
    "website": "https://www.funcity.one",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/funcitytoken/CITY.png",
    "links": {}
  },
  {
    "name": "GMC",
    "account": "gamechaineos",
    "symbol": "GMC",
    "precision": 4,
    "desc": "GMC (Game Magie Chain) is committed to building a new ecological general economic model of \"block Chain + Game\" whole industrial Chain, exploring the application of technology in the block Chain 3.0 era, and the derivative DAPP applications around the Game, involving block Chain games. Cross-game virtual assets trading market; Blockchain-based game distribution platform and community; Peripheral tools and services, so as to achieve ecological closed loop. GMC team believes that the dividend of \"blockchain + games\" will start from the infrastructure and developer tools to allow more games to be linked, and finally reach the climax with the emergence of a large number of hot style playable blockchain games. With the increasing of blockchain games and the corresponding Token economic model, cross-game virtual asset trading market and communities based on blockchain game distribution platform will gradually rise up and become the center of traffic collection. With the development of \"blockchain + game\" industry, peripheral tools and services have a clear and stable future. GMC will take this standard as the criterion to explore the sustainable business model of blockchain games (or blockchain games). In the chain of blocks game application fall to the ground, at present the first stage, the MC team developed the first game - Magie Cube (dynamic) rubik's Cube, is based on the EOS and chain network base on the product structure, guarantee the game process is safe and reliable, play, the algorithm is transparent (specific rules of the game will be released later versions of detailed analysis, please concern). Later will be put on the shelves guess guess, PK knowledge competition, puzzle games. At the same time, GMC official will provide the third party open access, all major game developers or industry geeks can enter, share the block chain game ecological dividend.",
    "website": "http://picommunity.io",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/gamechaineos/GMC.png",
    "links": {}
  },
  {
    "name": "SKY",
    "account": "gameskytoken",
    "symbol": "SKY",
    "precision": 4,
    "desc": "GameSky Platform Currency.",
    "website": "https://gamesky.io",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/gameskytoken/SKY.png",
    "links": {}
  },
  {
    "name": "GEM",
    "account": "gemcitytoken",
    "symbol": "GEM",
    "precision": 4,
    "desc": "After two centuries, space explorers finally discovered GEM. I heard that GEM can get a lot of wealth. Come to Gemcity and start the EOS Eco Treasure New Era era!.",
    "website": "https://www.gemcity.io",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/gemcitytoken/GEM.png",
    "links": {}
  },
  {
    "name": "SHAPE",
    "account": "gmaslaunches",
    "symbol": "SHAPE",
    "precision": 4,
    "desc": "Shape is a fitness application based on EOS.",
    "website": "https://www.shapecoin.io",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/gmaslaunches/SHAPE.png",
    "links": {}
  },
  {
    "name": "LZB",
    "account": "gqydooigenes",
    "symbol": "LZB",
    "precision": 4,
    "desc": "Laozi EOS is the first block chain technology forum to integrate block chain assets in China.",
    "website": "https://laozieos.com",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/gqydooigenes/LZB.png",
    "links": {}
  },
  {
    "name": "BTC",
    "account": "grandpacoins",
    "symbol": "BTC",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/grandpacoins/BTC.png",
    "links": {}
  },
  {
    "name": "GYM",
    "account": "gymrewardsio",
    "symbol": "GYM",
    "precision": 4,
    "desc": "Decentralized EOS Proof of Exercise token with innovative mobile app that allows you to mine GYM cryptocurrency with your body.",
    "website": "https://www.gymrewards.io",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/gymrewardsio/GYM.png",
    "links": {}
  },
  {
    "name": "HiGold",
    "symbol": "HIG",
    "account": "higoldtokens",
    "precision": 4,
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/higoldtokens/HIG.png",
    "desc": {
      "en": "HIG is the HiGold Community token. We are dedicated to develop a cryptocurrency community focus on decentralized applications.",
      "zh": "HIG是嗨金加密货币社区的社区代币。嗨金社区致力于发展一个以分布式应用程序为核心的加密货币社区。"
    },
    "website": "https://hi.gold",
    "links": {
      "github": "https://github.com/higold",
      "telegram": "https://twitter.com/realhigold",
      "twitter": "https://twitter.com/realhigold",
      "reddit": "https://www.reddit.com/r/higold/",
      "medium": "https://medium.com/@higold"
    }
  },
  {
    "name": "HVT",
    "account": "hirevibeshvt",
    "symbol": "HVT",
    "precision": 4,
    "desc": "HireVibes is an EOS-based decentralized recruitment platform that will be governed by the HireVibes Decentralized Autonomous Community (DAC) using HVT tokens. This platform connects job seekers, employers, referrers and recruiters, encouraging people to apply directly or recommend job for others.\nThrough this platform, the enterprises will reduce recruiting cost to half of that paid to traditional centralized recruitment platforms, and job seekers and referrers will be incentivized with HVT token rewards. Upon successful hires, HireVibes Dapp will charge employers 7.5% HVT tokens based on the salary of job seekers. After the job seeker has been employed for a period of time, HireVibes Dapp will automatically redistribute 5% tokens back to the successful candidate:\nIf the candidate applied directly to the job ad at the beginning of the process: 4% token reward is sent to the candidate in HireVibes tokens (HVT); while 1% is sent to the candidate for donating to Humanitarian and Environmental projects.\nIf the candidate was referred to the job ad at the beginning of the process: 2% token reward is sent to the candidate in HVT tokens, 2% is sent to the referrer and 1% donated to charity.",
    "website": "https://www.hirevibes.io",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/hirevibeshvt/HVT.png",
    "links": {}
  },
  {
    "name": "ECASH",
    "account": "horustokenio",
    "symbol": "ECASH",
    "precision": 4,
    "desc": "ECASH can be obtained through pledge HORUS.",
    "website": "https://horuspay.io",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/horustokenio/ECASH.png",
    "links": {}
  },
  {
    "name": "HORUS",
    "account": "horustokenio",
    "symbol": "HORUS",
    "precision": 4,
    "desc": "HorusPay is a decentralized Global Pay Portal using blockchain technology which allows global entities to exchange private, encrypted, secured data for international payroll vendors .Global payment is a common trouble issue for global enterprise. The current system is complex and flawed because it’s plagued by obscure laws and regulations, inefficient communications, and middlemen who strive to simplify global payroll, but complicate it further. When a company outsources payroll to a global payroll provider or middleman, enterprise often experiences four common problems：1）Low quality vendors with high fees；2）Inefficient, error-prone communications；3）Slow international transactions 4) Security concerns. Many global payroll providers have been hacked. Horuspay is devoted to solve problems above.",
    "website": "https://horuspay.io",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/horustokenio/HORUS.png",
    "links": {}
  },
  {
    "name": "HOT",
    "account": "hotbetstoken",
    "symbol": "HOT",
    "precision": 4,
    "desc": "HotDice Platform Currency.",
    "website": "https://hotdice.info",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/hotbetstoken/HOT.png",
    "links": {}
  },
  {
    "name": "INF",
    "account": "infinicoinio",
    "symbol": "INF",
    "precision": 4,
    "desc": "Infiniverse is a decentralized augmented reality (AR) platform and persistent virtual world on top of the real world, powered by the EOS blockchain and InterPlanetary File System (IPFS). Users can bring digital content into the real world, allowing it to be seen and interacted with by any other nearby users. The platform also allows users to place persistent content in the world, which remains in the same physical location even after the user has left the area or quit the application. However, due to the scarcity of real world space, users must purchase or rent “land”, the digital layer of real world locations, in order to place persistent content there. Infiniverse has its own economy and virtual currency: Infinicoin, an EOS token. Infinicoin is used to register land and make transactions on the marketplace. The marketplace allows users to sell their creations, trade unique items, and buy and rent land, all without percentage-based commissions. The blockchain gives users full control and security over their virtual currency, land ownership and assets, while content is duplicated and distributed across the IPFS network. Infinicoin is a pure utility token. It is not designed for speculation or to maximise value. Rather, Infinicoin is designed to be a stable store of value for the Infiniverse economy. There will be many opportunities for users to earn INF with the platform including renting/selling land, placing premium content on their land, trading digital assets.",
    "website": "https://www.infiniverse.net",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/infinicoinio/INF.png",
    "links": {}
  },
  {
    "name": "KEOS",
    "account": "keoskorea111",
    "symbol": "KEOS",
    "precision": 4,
    "desc": "KEOS is a decentralized autonomous community in Korea, which aims to serve the Korea EOS communities.",
    "website": "https://www.keos.kr",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/keoskorea111/KEOS.png",
    "links": {}
  },
  {
    "name": "TEA",
    "account": "linzongsheng",
    "symbol": "TEA",
    "precision": 4,
    "desc": "TEA is a tea pass card issued on the basis of block chain 3.0 EOS main network. It is committed to building a new tea lover ecosystem. On-line small program Mall can use TEA to pay, off-line plans to share resources with a number of tea chain brands with more than 100 entity stores nationwide, joining the TEA ecological super node, the future purse holders of TEA will enjoy TEA tea cultural ecosphere of rights and interests, enjoy the services of the TEA super node!",
    "website": "http://www.eostea.co",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/linzongsheng/TEA.png",
    "links": {}
  },
  {
    "name": "LLG",
    "account": "llgonebtotal",
    "symbol": "LLG",
    "precision": 4,
    "desc": "LLG is the token of EOS LELEGO, the classic chess and card game on EOS, and LLG is released to the user via LELEGO game. Total 1 billion. The hidden value of LLG items includes brands, trademarks, platforms, games, and 100% of the proceeds from all games are proportionally owned by LLG holders.",
    "website": "http://www.lelego.io",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/llgonebtotal/LLG.png",
    "links": {}
  },
  {
    "name": "LOVE",
    "account": "lovewintoken",
    "symbol": "LOVE",
    "precision": 4,
    "desc": "LOVE Token is a token created upon Ethereum which follows a ERC 20 Standard. It is a token which represents LOVE in the crypto world. This token have a backing fund which includes top cryptocurrencies. Also, with time, this will be used as a means to raise and fund charity and give donations. Along with those, an important factor which gives it it's value is the promise to give it back to the society by helping budding entrepreneurs so that they can make a change in the world. LOVE Token has also achieved one of the first fully decentralized Raffle System ever created!",
    "website": "https://lovewin.io",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/lovewintoken/LOVE.png",
    "links": {}
  },
  {
    "name": "LT",
    "account": "luckbettoken",
    "symbol": "LT",
    "precision": 4,
    "desc": "LuckBet is a distributional dividend-sharing online entertainment platform based on EOS mainnet. We have established a secured, fair and verifiable decentralized entertainment system. All dividend finally will belong to holders of LuckBet Token via distribution so as to fairly enable each user to become a shareholder of LuckBet.",
    "website": "https://luckbet.io",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/luckbettoken/LT.png",
    "links": {}
  },
  {
    "name": "LNT",
    "account": "lucknumtoken",
    "symbol": "LNT",
    "precision": 4,
    "desc": "Lucky Number is a fair digital game base on blockchain. Players can guess the range of numbers (larger or smaller than a specific number) to get a reward. When roll the same number as the lucky number, player can get an extra bonus.",
    "website": "https://eosluckgame.com",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/lucknumtoken/LNT.png",
    "links": {}
  },
  {
    "name": "LKG",
    "account": "luckygotoken",
    "symbol": "LKG",
    "precision": 4,
    "desc": "A good platform for centralization of games.",
    "website": "https://www.luckygo.one",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/luckygotoken/LKG.png",
    "links": {}
  },
  {
    "name": "ROLL",
    "account": "luckymetoken",
    "symbol": "ROLL",
    "precision": 4,
    "desc": "EOS LuckyMe is a betting game platform run on EOS network, aiming to providing a transparent, fair and extremely amusing environment to global users.",
    "website": "http://www.eosluckyme.com",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/luckymetoken/ROLL.png",
    "links": {}
  },
  {
    "name": "MANGO",
    "account": "mangotokenll",
    "symbol": "MANGO",
    "precision": 4,
    "desc": "MANGO is committed to becoming a boutique game and benchmark for global blockchain betting games, helping blockchain players, gaming gamers and other fun and benefits, and EOS Ecology itself to evolve and improve, avoiding the shortcomings of traditional gaming games. Promote the healthy and rapid development of the blockchain-based game industry, based on the EOS.IO blockchain. It provides a trusted, profit-sharing and high-performance gaming experience across the Internet. It solves the problems of traditional online gaming platforms and other online cryptocurrency casinos, including high fees, slow deposit/redemption and lack of trust.",
    "website": "https://mango.best",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/mangotokenll/MANGO.png",
    "links": {}
  },
  {
    "name": "MUGL",
    "account": "mugglesspell",
    "symbol": "MUGL",
    "precision": 4,
    "desc": "Muggles is the developer team of Bancor3D, and Muggles Coin is the credentials of team distributed ownership. Every Muggles player can be a Muggles by holding a player.",
    "website": "https://bancor3d.com",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/mugglesspell/MUGL.png",
    "links": {}
  },
  {
    "name": "NEB",
    "account": "nebulatokenn",
    "symbol": "NEB",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/nebulatokenn/NEB.png",
    "links": {}
  },
  {
    "name": "NDX",
    "account": "newdexissuer",
    "symbol": "NDX",
    "precision": 4,
    "desc": "Newdex platform Ecological Token, an ecological Token that was issued based on the EOS main net, which can be applied to many scenarios on Newdex. The total volume of NDX distributions is limited to 10 billion and will never be issued again. The value of Newdex platform ecological Token includes: repurchase and destruction, staking concessions, Token airdrop, advertise bidding, independent listing, etc.",
    "website": "https://newdex.io",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/newdexissuer/NDX.png",
    "links": {}
  },
  {
    "name": "ATMOS",
    "account": "novusphereio",
    "symbol": "ATMOS",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/novusphereio/ATMOS.svg",
    "links": {}
  },
  {
    "name": "NUTS",
    "account": "nutscontract",
    "symbol": "NUTS",
    "precision": 4,
    "desc": "NUTS Token is designed to work with Luckynuts applications. At the moment, it can only be used in the Gambling project, but in the future it is expected to develop other applications according to the roadmap.",
    "website": "https://luckynuts.one",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/nutscontract/NUTS.png",
    "links": {}
  },
  {
    "name": "OBT",
    "account": "obtain.e",
    "symbol": "OBT",
    "precision": 4,
    "desc": "The world's first EOSIO-based virtual claims platform is dedicated to exploring a real landing application scenario in the field of \"block chain + insurance\"!\nPre-development routes combined with real insurance certificates to introduce more user experience block chain virtual insurance fast and convenient services, relying on project advancement, we will launch an independent virtual insurance service! Fast insurance and related claims service can be achieved through intelligent contract.",
    "website": "https://obteos.co",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/obtain.e/OBT.png",
    "links": {}
  },
  {
    "name": "OCT",
    "account": "octtothemoon",
    "symbol": "OCT",
    "precision": 4,
    "desc": "As the world’s first application built on an EOS ecosphere, OracleChain needs to meet the demands of the Oracle (oracle machine) ecosystem by efficiently linking blockchain technology services with various real-life scenarios, thereby delving into this immense tens billion dollars valuation market.\nOracleChain is a decentralized Oracle technology platform for multi-blockchain. It adopts the autonomous PoRD mechanism to introduce real-world data into the blockchain, and use this as infrastructure to provide services for other blockchain applications. The OracleChain will provide Oracle services for real-world data within the blockchain, as well as Oracle services for cross-chain data.Within OracleChain it can accomplish the functions of several prediction market applications, such as Augur and Gnosis, OracleChain can also support smart contract businesses that requires high-frequency access to outside data in certain scenarios.OracleChain will change the development mode of current blockchain application, build a new ecosystem, and serve the blockchain application that can truly change the real world. The mission of OracleChain is \"connecting the world with blockchain\". It aspires to become the infrastructure that connecting the real world with the blockchain world. By introducing the external data into the blockchain to achieve data interflow between the inside and outside of the chain, OracleChian will be the most efficient service platform for acquiring the external data in the blockchain world in the future.",
    "website": "https://oraclechain.io",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/octtothemoon/OCT.png",
    "links": {}
  },
  {
    "name": "YT",
    "account": "okkkkkkkkkkk",
    "symbol": "YT",
    "precision": 4,
    "desc": "YT(the Taiwan dollar of yb.link) is a token issued on the basis of EOS. YT is the open exchange of okex alliance. YT is the only token circulating in the currency ecosystem.",
    "website": "https://www.yb.link",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/okkkkkkkkkkk/YT.png",
    "links": {}
  },
  {
    "name": "ONE",
    "symbol": "ONE",
    "account": "onebosonebos",
    "precision": 4,
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/onebosonebos/ONE.png",
    "desc": {
      "en": "ONE is a decentralized multi-level fission contract with one-click access to the contract SDK to help DApp grow from zero to one.",
      "zh": "ONE 是一个去中心化多级裂变合约，合约 SDK 一键部署，助力 DApp 增长从零到一",
      "ko": "원 은 센터 화 는 다급적 균열 계약 을 계약 SDK 단추적 배치 를 조력 다력 증가 로 0 으로 1 로"
    },
    "website": "https://oneairdrop.com",
    "links": {
      "github": "https://github.com/ONECore",
      "telegram": "https://t.me/one_cn",
      "twitter": "https://twitter.com/oneairdrop",
      "steemit": "https://steemit.com/oneairdrop",
      "reddit": "https://www.reddit.com/r/oneairdrop/"
    }
  },
  {
    "name": "ONE",
    "account": "onedicewarm2",
    "symbol": "ONE",
    "precision": 4,
    "desc": "MAXONE Technology&amp;Entertainment Organization, registered in 2018 and established in British Cayman Islands, is committed to applying innovative blockchain technology to reforming traditional gaming rules, promoting transparency and efficiency of Technology&amp;Entertainment industry, refactoring the ecosystem of industry, and bringing new market opportunities.\nMAXONE.ONE is introducing ONE, a new Token based on EOS.IO blockchain with the total amount of 8.8 billion that endows MAXONE Ecosystem and Community with value. Currently, MAXONE Ecosystem consists of three superb Decentralized Games named 1Dice.one, 1Lottery.one and 1Show.one. 1Dice.one is one of the most innovative Dice Games on the EOS.IO blockchain with impartial mechanism controled by smart contract, and the real-time random numbers it uses are generated by blockchain automatically, making it more credible and reliable. 1Dice.one platform sets certain Incentive Mechanisms for its users, such as gaming rewarding and daily profit sharing. Moreover, ONE adopts specific Destruction Mechanisms to reducing the total amount of token supply, adjusting the  token demand-supply relations as well as the impact factors in secondary market, and finally rewarding owners of ONE.",
    "website": "https://1dice.one/#/dice",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/onedicewarm2/ONE.png",
    "links": {}
  },
  {
    "name": "IPOS",
    "account": "oo1122334455",
    "symbol": "IPOS",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/oo1122334455/undefined",
    "links": {}
  },
  {
    "name": "BRM",
    "account": "openbrmeos11",
    "symbol": "BRM",
    "precision": 3,
    "desc": "OpenBRM is a carrier-grade billing platform aimed at telecommunications, Subscription, Utilities and logistics organizations. Built using state of the art but future proof technology.",
    "website": "http://openbrm.io",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/openbrmeos11/BRM.png",
    "links": {}
  },
  {
    "name": "SEED",
    "account": "parslseed123",
    "symbol": "SEED",
    "precision": 4,
    "desc": "Parsl is a platform that utilises leading edge technologies to create a supply chain that is efficient, transparent and safe.",
    "website": "https://www.parsl.co",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/parslseed123/SEED.png",
    "links": {}
  },
  {
    "name": "PKE",
    "account": "pokereotoken",
    "symbol": "PKE",
    "precision": 4,
    "desc": "PKE Token is a Poker EOS platform passport with a total amount of 100,000,000 (100 million) and will never be issued. Poker EOS adopts the \"game is mining\" method, which can obtain PKE tokens through games and invitations. At the end of each game, households will receive a PKE token reward equal to the amount of chips. Incentive token holders can also participate in Poker EOS games and pledge bonuses.",
    "website": "https://pokereos.io",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/pokereotoken/PKE.png",
    "links": {}
  },
  {
    "name": "POOR",
    "account": "poormantoken",
    "symbol": "POOR",
    "precision": 4,
    "desc": "GenerEOS is a social enterprise block producer candidate whose purpose is to promote and support scalable and extremely reliable block production whilst giving back block rewards to charities.",
    "website": "https://www.genereos.io",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/poormantoken/POOR.png",
    "links": {}
  },
  {
    "name": "P",
    "account": "ppppp.e",
    "symbol": "P",
    "precision": 4,
    "desc": "P Token is the first 1-character token contract created on EOS blockchain. The total supply of 7.5 Billion reflects the total population of the world, and will inflate and deflate according to changes in the population.\nWhen you buy pixels with EOS, we will aidrop 1000 times the amount in P token to your EOS account instantly. P also represents your account level in all our upcoming games, allowing players to unlock exclusive items and extra features as they level up. P will be used only as currency for in-game purchase, such as 'special pixel art stamps', team power-ups and exclusive flags. \nAfter all our games are launched on EOS, we will transition from a centralized to decentralized gaming platform. All P token holders will become shareholders and are entitled to all profit generated from games.",
    "website": "https://eosworldmap.com",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/ppppp.e/P.png",
    "links": {}
  },
  {
    "name": "PGL",
    "account": "prospectorsg",
    "symbol": "PGL",
    "precision": 4,
    "desc": "The Massive Multiplayer Online Real-Time Economic Strategy powered by EOS.",
    "website": "https://prospectors.io",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/prospectorsg/PGL.png",
    "links": {}
  },
  {
    "name": "PSI",
    "account": "psidicetoken",
    "symbol": "PSI",
    "precision": 4,
    "desc": "PSI Gaming is a fair game platform based on block chain",
    "website": "https://dice.psipsi.io",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/psidicetoken/PSI.png",
    "links": {}
  },
  {
    "name": "PTI",
    "account": "ptitokenhome",
    "symbol": "PTI",
    "precision": 4,
    "desc": "Paytomat is a payment system that enables local stores and online businesses to accept encrypted payments without resorting to banking systems, bank cards or centralized electronic payment solutions. Paytomat combines block chain ecosystems with retail businesses to combat risks, speed up payments in a variety of encrypted currencies.",
    "website": "https://paytomat.com",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/ptitokenhome/PTI.png",
    "links": {}
  },
  {
    "name": "PUB",
    "account": "publytoken11",
    "symbol": "PUB",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/publytoken11/PUB.png",
    "links": {}
  },
  {
    "name": "PXS",
    "account": "pxstokensapp",
    "symbol": "PXS",
    "precision": 4,
    "desc": "CryptoPIX is a competitive cooperative online multiplayer drawing game. The game features a canvas of 1000x1000 pixels. Every player gets to paint any arbitrary pixel on this canvas. The player gets a new pixel to paint once every predetermined interval. The length of this interval is determined by the amount of game tokens the user has. The more tokens the user holds, the shorter the intervals will be. Users will be able to cooperate with a community (or create their own) to create whatever drawings they wish to make. Every 24 hours an art competition will take place within the game. In this competition the players get to vote on the best drawing made during that day. The winners of this competition receive (PXS) game tokens.",
    "website": "https://cryptopix.app",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/pxstokensapp/PXS.png",
    "links": {}
  },
  {
    "name": "RAM",
    "account": "ramtokenmoon",
    "symbol": "RAM",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/ramtokenmoon/RAM.png",
    "links": {}
  },
  {
    "name": "RIDL",
    "account": "ridlridlcoin",
    "symbol": "RIDL",
    "precision": 4,
    "desc": "Scatter is an EOS digital asset storage tool.",
    "website": "https://get-scatter.com",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/ridlridlcoin/RIDL.png",
    "links": {}
  },
  {
    "name": "SAND",
    "account": "sandgrptoken",
    "symbol": "SAND",
    "precision": 4,
    "desc": "BetSand is a decentralized profitable Game Center .Now we have three popular Casino games: The first No Commission Baccarat, The first Europe Roulette and Sic bo. We will bring more attractive games to our users in the future. ",
    "website": "https://betsand.com",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/sandgrptoken/SAND.png",
    "links": {}
  },
  {
    "name": "ESA",
    "account": "shadowbanker",
    "symbol": "ESA",
    "precision": 4,
    "desc": "A IBO platform for EOS game, everyone can be a shareholder. For a good beginning and a perfect ending.",
    "website": "http://eosbao.io",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/shadowbanker/ESA.png",
    "links": {}
  },
  {
    "name": "SHARE",
    "account": "share.x",
    "symbol": "SHARE",
    "precision": 4,
    "desc": "SHARE is an EOSIO app that allows users to SHARE their wonderful lives, including moments, video, commonweal and knowledge q&amp;a with EOSIO.",
    "website": "https://eoshare.org",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/share.x/SHARE.png",
    "links": {}
  },
  {
    "name": "SST",
    "account": "skillshareio",
    "symbol": "SST",
    "precision": 4,
    "desc": "SkillShare is a shared incentive platform to link human skills based on block chaining EOS technology. On killShare, users can share their skills that they are good at, help others and get token benefits, which fully reflects the value of personal skills. Open projects can also engage onlookers to give praise, forward positive contributions, and receive Token incentives from SkillShare bonus pool.",
    "website": "https://shareskill.top",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/skillshareio/SST.png",
    "links": {}
  },
  {
    "name": "CUSD",
    "account": "stablecarbon",
    "symbol": "CUSD",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/stablecarbon/CUSD.png",
    "links": {}
  },
  {
    "name": "TOOK",
    "account": "taketooktook",
    "symbol": "TOOK",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/taketooktook/TOOK.jpg",
    "links": {}
  },
  {
    "name": "TOE",
    "account": "talkoneos123",
    "symbol": "TOE",
    "precision": 4,
    "desc": "The underlying philosophy of the social network of TOE is to combine core social values with the original vision of the creation of the internet. The concepts of freedom, equality, social public governance and diversity are the healthy components of a diversified social networking ecosystem.",
    "website": "http://talkoneos.com",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/talkoneos123/TOE.png",
    "links": {}
  },
  {
    "name": "TASTE",
    "account": "taste.x",
    "symbol": "TASTE",
    "precision": 4,
    "desc": "TASTE is a food sharing pass based on the EOSIO ecosystem. It is dedicated to creating a community-based de-centered food sharing application community that encourages people to record food moments, actively discover food, improve their quality of life and change their lifestyle.",
    "website": "https://www.eostaste.com",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/taste.x/TASTE.png",
    "links": {}
  },
  {
    "name": "BEAN",
    "account": "thebeantoken",
    "symbol": "BEAN",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/thebeantoken/BEAN.png",
    "links": {}
  },
  {
    "name": "BETX",
    "account": "thebetxtoken",
    "symbol": "BETX",
    "precision": 4,
    "desc": "BETX.FUN is a community autonomous game platform based on the efficient eos.io main network, which provides users with rich entertainment games. Players can obtain the platform token through the game and gain the right to profit from the platform. The platform can provide maximum free operation space for strategic investors, stable investors and venture investors.",
    "website": "https://betx.fun",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/thebetxtoken/BETX.png",
    "links": {}
  },
  {
    "name": "DEOS",
    "account": "thedeosgames",
    "symbol": "DEOS",
    "precision": 4,
    "desc": "DEOS Games is a group of game enthusiasts that are eager to create truly fair, fast and decentralized games.",
    "website": "https://deosgames.com",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/thedeosgames/DEOS.png",
    "links": {}
  },
  {
    "name": "EFOR",
    "account": "theforcecoin",
    "symbol": "EFOR",
    "precision": 4,
    "desc": "The Force Protocol, a decentralized cryptoassets loan protocol",
    "website": "http://theforceprotocol.com",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/theforcecoin/EFOR.png",
    "links": {}
  },
  {
    "name": "KARMA",
    "account": "therealkarma",
    "symbol": "KARMA",
    "precision": 4,
    "desc": "Karma is a new start-up company established by Karma team which devoted to change the interactive between human being by set a reward system to encourage people do good deeds and help others.\nWith the Karma app, users can publish their behavior to the platform and receive other users feedback for their post. users can also praise, disapprove and comment on the good behaviors of other users,and they can share their contents published in Karma to other social media platform.",
    "website": "https://www.karmaapp.io",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/therealkarma/KARMA.png",
    "links": {}
  },
  {
    "name": "TKC",
    "account": "tkcointkcoin",
    "symbol": "TKC",
    "precision": 4,
    "desc": "Token Planet is the world's first game platform based on the block chain, striving to create a block chain game ecosystem with finance, service, entertainment in one. Players can get TKC by playing games on Token Planet, using the general game token TKC to trade in various game scenes to experience the fun of the game, meanwhile, they can create their own unique services through the open platform to gain profits,in the future they can even use the access of the platform merchants to make TKC used in more scenarios.",
    "website": "http://www.tokenplanets.com",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/tkcointkcoin/TKC.png",
    "links": {}
  },
  {
    "name": "TOB",
    "account": "tobetiotoken",
    "symbol": "TOB",
    "precision": 4,
    "desc": "Gaming game platform based on EOS blockchain",
    "website": "https://tobet.one",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/tobetiotoken/TOB.png",
    "links": {}
  },
  {
    "name": "CAT",
    "account": "tokenbyeocat",
    "symbol": "CAT",
    "precision": 4,
    "desc": "EOCAT is a Block Explorer app that makes it easy to manage EOS account. With EOCAT, you can check all the information related to EOS accounts and also receive the airdrop with one touch.",
    "website": "https://eocat.io",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/tokenbyeocat/CAT.png",
    "links": {}
  },
  {
    "name": "TOP",
    "account": "topdapptoken",
    "symbol": "TOP",
    "precision": 4,
    "desc": "TOP is the only token issued by the TOP DAPP platform, with a total of 100 million. It can be obtained by participating in the game, and the token can share the platform profit.",
    "website": "https://toppoker.one",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/topdapptoken/TOP.png",
    "links": {}
  },
  {
    "name": "TBT",
    "account": "trustbetteam",
    "symbol": "TBT",
    "precision": 4,
    "desc": "TrustBet, operated by Dapp Works Limited (BVI COMMANY NUMBER:1999295), is dedicated to integrating memory block chain technology into games to create more fun and improve user experience, fairness and trust. Located in Canada, we adhere to the globalization strategy and apply for a license to operate legally according to the laws and regulations of each country.",
    "website": "http://www.trust.bet",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/trustbetteam/TBT.png",
    "links": {}
  },
  {
    "name": "TXT",
    "account": "trusteamwins",
    "symbol": "TXT",
    "precision": 4,
    "desc": "TXT is short for TRUST, which is the token issued by TRUST Game Platform on EOS. TXT uses an innovative token economic design to reward contributors of TRUST Platform. Hold TXT now to share 50%+ profit of TRUST Platform. TeamTrust is developers behind TRUST Platform. The team is composed of game veterans and blockchain geeks (10+ games shipped in total, including 2 blockchain games). Their vision is to build a better EOS ecosystem with games, and continuously pushing the boundaries of EOS DApp development.",
    "website": "https://trustdice.win",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/trusteamwins/TXT.png",
    "links": {}
  },
  {
    "name": "TRYBE",
    "account": "trybenetwork",
    "symbol": "TRYBE",
    "precision": 4,
    "desc": "TRYBE is the community's tokens knowledge sharing network. You can educate, learn, or socialize on any of these fields, such as encrypting assets, developing, starting a business, or marketing, and get paid for your contributions.",
    "website": "https://trybe.one",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/trybenetwork/TRYBE.png",
    "links": {}
  },
  {
    "name": "UCTT",
    "account": "uctokenowner",
    "symbol": "UCTT",
    "precision": 4,
    "desc": "UCTT is \"encryption treasure\" game bonus currency, game income of 10% will be used for UCTT bonus; In addition, 10% of the game's weekly revenue is repurchased from UCTT and used for mining.",
    "website": "https://treasure.cchaingames.com",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/uctokenowner/UCTT.png",
    "links": {}
  },
  {
    "name": "WECASH",
    "account": "weosservices",
    "symbol": "WECASH",
    "precision": 4,
    "desc": "Weos is a sharing platform that makes sharing special, private where needed, and incentivized through blockchain technology. And, Weos covers sharing to all degrees of openness to your world.",
    "website": "https://weosapp.io",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/weosservices/WECASH.png",
    "links": {}
  },
  {
    "name": "WIN",
    "account": "windividends",
    "symbol": "WIN",
    "precision": 4,
    "desc": "Eos2.win proposes a provably fair DICE game based on a smart contract running on EOS blockchain. All the bets are settled using a signature generated by the BET transaction on which the platform has no influence.  The total supply of WIN Tokens is 64 million. The supply is fixed and will never be increased. Keeping the supply low will guarantee higher profitability to the token holders.",
    "website": "https://eos2.win",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/windividends/WIN.png",
    "links": {}
  },
  {
    "name": "WIZBOX",
    "account": "wizboxairdro",
    "symbol": "WIZBOX",
    "precision": 0,
    "desc": "This is an EOS-based character fighting game developed by the LetltPlay team and inspired by Crypto Cat on Ethereum.",
    "website": "https://wizards.one",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/wizboxairdro/WIZBOX.png",
    "links": {}
  },
  {
    "name": "WIZZ",
    "account": "wizznetwork1",
    "symbol": "WIZZ",
    "precision": 4,
    "desc": "WIZZ NETWORK - Leveraging EOSIO for a better future. WIZZ Dapps/Services include Encryption (chat, search, storage). Wargame, Local Shopping &amp; DEX. As a Standby BP and Proxy we also offer a Simple Explorer, Token Transfers, RAM Trading, Voting with API Access.",
    "website": "https://wizz.network",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/wizznetwork1/WIZZ.png",
    "links": {}
  },
  {
    "name": "XMC",
    "account": "xiaomiaocoin",
    "symbol": "XMC",
    "precision": 4,
    "desc": "Miao coin (XMC) is an encrypted currency with EOS as the underlying technology. It aims to build a decentralized platform, including but not limited to social networking, shopping, entertainment and other aspects. Users can use Miao coin as a medium for consumption, reward and other behaviors. Miao coin will also be used as an incentive scheme for users in some Internet behaviors.",
    "website": "http://aixiaomiao.top",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/xiaomiaocoin/XMC.png",
    "links": {}
  },
  {
    "name": "XPC",
    "account": "xpctokencore",
    "symbol": "XPC",
    "precision": 4,
    "desc": "Valuable pet strategy battle game.",
    "website": "https://xpet.io",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/xpctokencore/XPC.png",
    "links": {}
  },
  {
    "name": "SEVEN",
    "account": "xxxsevensxxx",
    "symbol": "SEVEN",
    "precision": 4,
    "desc": "EOS Interactive Dice Game. Play your odds and grow your bank of EOS Se7ens Dice Game tokens (SEVEN). SE7EN Tokens benefits the users in few ways, either by holding the tokens or using them.",
    "website": "https://www.se7ens.io",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/xxxsevensxxx/SEVEN.png",
    "links": {}
  },
  {
    "name": "YOU",
    "account": "youbaoyoubao",
    "symbol": "YOU",
    "precision": 4,
    "desc": "Based on Bancor, the pomelo game is on sale, holding pomelo pass certificate as a game partner of the pomelo game.",
    "website": "https://youbao.io",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/youbaoyoubao/YOU.png",
    "links": {}
  },
  {
    "name": "YUM",
    "account": "yumgamescoin",
    "symbol": "YUM",
    "precision": 4,
    "desc": "Yum.games is an EOS-based decentralized dividend game platform designed to create a free, credible, secure and interesting gaming experience for users. The whole game use EOS smart contract and block data to ensure the fairness and traceability.",
    "website": "http://yum.games",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/yumgamescoin/YUM.png",
    "links": {}
  },
  {
    "name": "ZION",
    "account": "ziongameseos",
    "symbol": "ZION",
    "precision": 4,
    "desc": "Blockchain entertainment platform based on EOS",
    "website": "https://zion.games",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/ziongameseos/ZION.png",
    "links": {}
  },
  {
    "name": "ZKS",
    "account": "zkstokensr4u",
    "symbol": "ZKS",
    "precision": 0,
    "desc": "ZKS will be a EOS compatible token and will be deployed on EOS Blockchain. These ZKS tokens can be exchanged, and given to customers by any business – some examples would be exchanges, restaurants, e-commerce sites, Conference Organizers, etc. The ZKS tokens are redeemed for CPU and Network resources on the EOS Mainnet. We have simplified the process of allocating CPU and Network. ZKS tokens have been designed to be a very simple utility token, that will provide 0.9 EOS of CPU, and 0.1 EOS of NET for 3 hours. There are no complex mechanisms for issuance or redemption. Redemption of the token can be done on the zks.one website. Note: Since there will be times of high demand, and given the finite system resources of the EOS Mainnet, the ZKS token does not guarantee redemption for CPU/NET.\nRedemption schedule: 31 ZKS tokens to be airdropped to every EOS account with 0.1 EOS or more. 1 ZKS token = 0.9 EOS of CPU, and 0.1 EOS of Net for 3 hours.",
    "website": "https://zks.one",
    "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/zkstokensr4u/ZKS.png",
    "links": {}
  }
]