{
  "name": "HVT",
  "symbol": "HVT",
  "contract": "hirevibeshvt",
  "precision": 4,
  "issuer": "hirevibeshvt",
  "logo": "https://raw.githubusercontent.com/BlockABC/eos-tokens/master/tokens/hirevibeshvt/HVT.png",
  "desc": {
    "en": "HireVibes connects jobseekers, employers, referrers and recruiters on a new job search platform (Dapp) that utilizes the EOS blockchain. HireVibes aims to disrupt the recruitment agency industry by leveraging peer referrals to fill open positions, creating a fair incentive model with reasonable hiring fees, and giving to a worthy cause everytime a role is filled through HireVibes.\nIt is free to post open positions on HireVibes, and employers can set their own reward level (Minimum 6% - Max 12%). \nWhen a candidate hired through the HireVibes Dapp：\n1. 3.5％(9.5% if employers select 12% reward)is shared with the person hired for the role; if a peer referred the successful candidate, this 3.5% is split evenly between the referrer and hired individual.\n2. 1% is donated to a charity，the successful candidate can select which humanitarian or environmental project he/she would like to support through the HireVibes Dapp.\n3. 1.5% HVT reward to HireVibes DAC EOS Account for community voting（to burn or as bounties）.",
    "zh": "HireVibes是一个构建于EOS区块链的招聘平台(Dapp)，连接求职者、雇主、推荐人及招聘人员。我们的目标是颠覆整个招聘流程，通过利用推荐人介绍来填补空缺职位，创建一个拥有合理招聘服务费用且充满激励的经济模型，每当通过HireVibes平台完成招聘时，都会为慈善事业贡献一份力量。\n雇主可以免费在HireVibes上发布职位信息，并设置自己的推荐奖励等级:(最低6％ - 最高12％）。\n当候选人通过HireVibes Dapp成功招聘：\n1. 3.5％（9.5%，如果雇主选择12%的奖励等级）的HVT奖励给应聘成功的候选人（如果有推荐人的话，这个奖励将与推荐人平分）。\n2. 1%捐给慈善机构，候选人可以在HireVibes Dapp选择捐赠给哪些慈善机构。\n3. 1.5％到HireVibes DAC EOS账户进行社区投票（销毁或作为奖励）。",
    "ko": "HireVibes는 EOS 블록체인을 활용하는 새로운 구직 플랫폼(Dapp)에서 구직자와 고용주, 추천자 및 지원자를 연결한다. HireVibes는 공개직을 채우기 위해 동료 의뢰를 활용하고, 합리적인 채용비용으로 공정한 인센티브 모델을 창출하며, HireVibes를 통해 채용 될 때마다 가치를 제공함으로써 채용 대행 산업을 탈중앙화하는 것을 목표로 한다.\nHireVibes에 무료로 채용공고를 게시할 수 있으며, 고용주는 자체 보상 수준을 설정할 수 있다(최소 6% - 최대 12%).\nHireVibes Dapp을 통해 채용된 지원자:\n1. 3.5%(고용주가 12%의 보상을 선택한 경우 9.5%)는 채용된 사람에게 분배하고, 추천자가 합격자를 추천한 경우, 이 3.5%는 추천자와 고용된 개인 간에 균등하게 배분된다.\n2. 1%를 자선단체에 기부하고, 합격자는 HireVibes Dapp을 통해 어떤 인도주의적 또는 환경적 프로젝트를 지원하고 싶은지 선택할 수 있다.\n3. 1.5%는 HVT 보상 HireVibes DAC EOS 커뮤니티 투표(소각 또는 보상)를 위한 계정."
  },
  "website": "https://www.hirevibes.io",
  "whitepaper": "",
  "links": {}
}
